Repository: gnomix/T.A.L.K.
Catalog: webservices/dotnet/Wybecom.TalkPortal/Wybecom.TalkPortal/App_GlobalResources/Localization.*.resx
Languages: fr_fr

# CallLogsMissedTabHeader
source: Missed calls
fr_fr: Appels Manqués

# CallLogsPanelHeader
source: Call Logs
fr_fr: Journaux d'appels

# CallLogsPlacedTabHeader
source: Placed calls
fr_fr: Appels Emis

# CallLogsReceivedTabHeader
source: Received calls
fr_fr: Appels Reçus

# CallLogsSettingsApply
source: Apply Call Logs Settings
fr_fr: Appliquer

# CallLogsSettingsCallLogs
source: Call Logs
fr_fr: Journaux d'appels

# CallLogsSettingsCallLogsWSURL
source: Call Logs WS URL
fr_fr: URL du Web Service Call Logs

# CallLogsSettingsCTIClient
source: CTI Client ID
fr_fr: ID du contrôle CTI

# CallLogsSettingsDMDWSURL
source: DMD WS URL
fr_fr: URL du Web Service DMD

# CallLogsSettingsEmptyResults
source: No entries
fr_fr: Pas de résultats

# CallLogsSettingsEnableLookup
source: Enable Lookup
fr_fr: Activer l'identification de l'appelant

# CallLogsSettingsEnablePresence
source: Enable Presence
fr_fr: Activer la présence

# CallLogsSettingsFeatures
source: Features
fr_fr: Fonctionnalités

# CallLogsSettingsFieldset
source: CallLogs Client
fr_fr: Client des journaux d'appels

# CallLogsSettingsMissedTab
source: Missed Tab Label
fr_fr: Etiquette de l'onglet Appels Manqués

# CallLogsSettingsPlacedTab
source: Placed Tab Label
fr_fr: Etiquette de l'onglet Appels Emis

# CallLogsSettingsPresenceLength
source: Presence Extension Length
fr_fr: Longueur des numéros pour la présence

# CallLogsSettingsReceivedTab
source: Received Tab Label
fr_fr: Etiquette de l'onglet Appels Reçus

# CallLogsSettingsUI
source: UI
fr_fr: Interface Utilisateur

# CTIClientFieldset
source: CTI Client
fr_fr: Client CTI

# CTIClientSettingsAgentMode
source: Enable Agent Mode
fr_fr: Activer le mode Agent

# CTIClientSettingsApply
source: Apply CTI Client Settings
fr_fr: Appliquer

# CTIClientSettingsAuthenticationMode
source: Authentication Mode
fr_fr: Mode d'authentification

# CTIClientSettingsCbDisplay
source: Display
fr_fr: Afficher le contrôle

# CTIClientSettingsCbDisplayCopyright
source: Display Copyright
fr_fr: Afficher le copyright

# CTIClientSettingsCbDisplayInput
source: Display Input
fr_fr: Afficher le champ de saisie

# CTIClientSettingsCbDisplayPhoneControl
source: Display Phone Control
fr_fr: Afficher les bouttons de contrôle

# CTIClientSettingsCbDisplayStatus
source: Display Status
fr_fr: Afficher le statut

# CTIClientSettingsDMDWSURL
source: DMD Web Services, DMDWS URL
fr_fr: URL du Web Service DMD

# CTIClientSettingsEnableAlert
source: Enable Alert
fr_fr: Activer les alertes

# CTIClientSettingsEnableCallLogs
source: Enable Call Logs
fr_fr: Activer l'accès aux journaux d'appels

# CTIClientSettingsEnableConsultTransfer
source: Enable Consult Transfer
fr_fr: Activer le transfert consultatif

# CTIClientSettingsEnableDirectory
source: Enable Directory
fr_fr: Activer l'accès à l'annuaire

# CTIClientSettingsEnableDND
source: Enable DND
fr_fr: Activer la fonction "Ne pas déranger"

# CTIClientSettingsEnableHold
source: Enable Hold
fr_fr: Activer la mise en attente

# CTIClientSettingsEnableTransfer
source: Enable Blind Transfer
fr_fr: Activer le transfert aveugle

# CTIClientSettingsEnableTransferLookup
source: Enable Transfer Lookup
fr_fr: Activer l'identification lors d'un transfert

# CTIClientSettingsEnableTransferPopup
source: Enable Transfer Popup
fr_fr: Activer le popup lors du transfert

# CTIClientSettingsEnableVoiceMail
source: Enable Voicemail
fr_fr: Activer l'accès à la messagerie vocale

# CTIClientSettingsExtension
source: Extension
fr_fr: Numéro de téléphone

# CTIClientSettingsFeatures
source: Features
fr_fr: Fonctionnalités

# CTIClientSettingsPassword
source: Password
fr_fr: Mot de passe

# CTIClientSettingsPWSCTIServerURL
source: Proxy Web Services, CTI Server URL
fr_fr: URL du Service Web CTI Server

# CTIClientSettingsPWSLineControlServerURL
source: Proxy Web Services, Line Control Server URL
fr_fr: URL du Service Web Line Control Server

# CTIClientSettingsTelephony
source: Telephony, Presence
fr_fr: Presence & Telephonie

# CTIClientSettingsUI
source: UI
fr_fr: Interface utilisateur

# CTIClientSettingsUser
source: User
fr_fr: Utilisateur

# CTIClientSettingsVoiceMail
source: Voicemail Extension
fr_fr: Numéro de la messagerie vocale

# CTIPanelHeader
source: Phone
fr_fr: Telephone

# DMDClientFieldset
source: DMD Client
fr_fr: Client DMD

# DMDClientSettingsAddFilter
source: Add
fr_fr: Ajouter

# DMDClientSettingsApply
source: Apply DMD Settings
fr_fr: Appliquer

# DMDClientSettingsCTIClient
source: CTI Client ID
fr_fr: ID du client CTI

# DMDClientSettingsDeleteFilter
source: Delete
fr_fr: Supprimer

# DMDClientSettingsDirectory
source: Directory
fr_fr: Annuaire

# DMDClientSettingsDirectoryName
source: Directory Name
fr_fr: Nom de l'annuaire

# DMDClientSettingsDisplay
source: Display
fr_fr: Afficher

# DMDClientSettingsDMDWS
source: DMDWS URL
fr_fr: URL du Service Web DMD

# DMDClientSettingsEnableConsultTransfer
source: Enable Consult Transfer
fr_fr: Activer le transfert consultatif

# DMDClientSettingsEnableGSMConsultTransfer
source: Enable GSM Consult Transfer
fr_fr: Activer le transfert consultatif sur GSM

# DMDClientSettingsEnableGSMTransfer
source: Enable GSM Transfer
fr_fr: Activer le transfert aveugle sur GSM

# DMDClientSettingsEnablePaging
source: Enable Paging
fr_fr: Activer la pagination

# DMDClientSettingsEnableSorting
source: Enable Sorting
fr_fr: Activer le tri

# DMDClientSettingsEnableTransfer
source: Enable Blind Transfer
fr_fr: Activer la transfert aveugle

# DMDClientSettingsEnableTransferLookup
source: Enable Transfer Lookup
fr_fr: Activer l'identification sur transfert

# DMDClientSettingsFeatures
source: Features
fr_fr: Fonctionnalités

# DMDClientSettingsFilterFieldset
source: Filters
fr_fr: Filtres

# DMDClientSettingsFilterLabel
source: Filter Label
fr_fr: Etiquette du filtre

# DMDClientSettingsFilterValue
source: Filter
fr_fr: Filtre

# DMDClientSettingsResultsHeader
source: Results Header
fr_fr: En tête des résultats

# DMDClientSettingsSearchHeader
source: Search Header
fr_fr: En tête de la recherche

# DMDClientSettingsShowHeader
source: Show Header
fr_fr: Afficher l'en tête

# DMDClientSettingsTargetControl
source: Target Control
fr_fr: Id de la cible pour les résultats

# DMDClientSettingsUI
source: UI
fr_fr: Interface utilisateur

# DMDPanelHeader
source: DMD
fr_fr: Multi Annuaire

# EmptyCallLogsText
source: No entries
fr_fr: Aucune entrée

# SettingsPanelHeader
source: Settings
fr_fr: Paramètres

# DMDAddAttribute
source: Add
fr_fr: Ajouter

# DMDAddCiscoDirectoryAXLUser
source: AXL User
fr_fr: Utilisateur AXL

# DMDAddCiscoDirectoryAXLUserPassword
source: AXL User Password
fr_fr: Mot de passe de l'utilisateur AXL

# DMDAddCiscoDirectoryFieldset
source: Cisco Directory Settings
fr_fr: Paramètres de l'annuaire Cisco

# DMDAddCiscoDirectoryServer
source: Server
fr_fr: Serveur

# DMDAddDirectoryName
source: Directory Identification
fr_fr: Construction de l'annuaire

# DMDAddDirectoryNameLabel
source: Name
fr_fr: Identité de l'annuaire

# DMDAddDirectoryType
source: DirectoryType
fr_fr: Type d'annuaire

# DMDAddField
source: Add
fr_fr: Ajouter

# DMDAddLDAPAttribute
source: Attribute
fr_fr: Attribut LDAP

# DMDAddLDAPAttributeFieldset
source: LDAP Attributes
fr_fr: Attributs LDAP

# DMDAddLDAPAuthentication
source: Authentication mode
fr_fr: Mode d'authentification

# DMDAddLDAPFieldset
source: LDAP Settings
fr_fr: Paramètres LDAP

# DMDAddLDAPFilter
source: Filter
fr_fr: Filtre

# DMDAddLDAPNumberPage
source: Number of page
fr_fr: Nombre de page

# DMDAddLDAPPageSize
source: Page size
fr_fr: Taille de la page

# DMDAddLDAPServer
source: Server
fr_fr: Serveur

# DMDAddLDAPTargetOU
source: Target OU
fr_fr: OU de base

# DMDAddLDAPUser
source: User
fr_fr: Utilisateur

# DMDAddLDAPUserPassword
source: User Password
fr_fr: Mot de passe

# DMDAddSQLCommand
source: Command
fr_fr: Commande SQL

# DMDAddSQLFieldset
source: SQL Directory Settings
fr_fr: Paramètres SQL

# DMDAddSQLFilter
source: Filter
fr_fr: Filtre

# DMDAddSQLPassword
source: Password
fr_fr: Mot de passe

# DMDAddTitle
source: Add a directory
fr_fr: Ajouter un annuaire

# DMDApply
source: Apply
fr_fr: Appliquer

# DMDCiscoFilters
source: Cisco IP Phone Filters
fr_fr: Filtres pour annuaire Cisco IP Phone

# DMDCiscoFirstNameField
source: First Name Field Name
fr_fr: Nom du filtre pour le prénom

# DMDCiscoLastNameField
source: Last Name Field Name
fr_fr: Nom du filtre pour le nom

# DMDCiscoNameFieldFieldFormatter
source: Name
fr_fr: Nom du filtre

# DMDCiscoTelephoneField
source: Telephone Number Field Name
fr_fr: Nom du filtre pour le téléphone

# DMDClose
source: Close
fr_fr: Fermer

# DMDConfigEmpty
source: DMD config is empty or does not exist
fr_fr: Aucune configuration

# DMDDeleteAttribute
source: Delete
fr_fr: Supprimer

# DMDDeleteField
source: Delete
fr_fr: Supprimer

# DMDEditTitle
source: Edit a directory
fr_fr: Modifier un annuaire

# DMDFieldFormatterFieldset
source: Field Formatters
fr_fr: Formatteurs de champ

# DMDFieldName
source: Field Name
fr_fr: Nom du champ

# DMDFieldPattern
source: Value (pattern)
fr_fr: Valeur du champ (expression)

# DMDFieldTypeIdentity
source: Identity
fr_fr: Identité

# DMDFieldTypeOther
source: Other
fr_fr: Autre

# DMDManagementTitle
source: Dynamic Multi Directory Management
fr_fr: Gestion Multi Annuaire

# DMDNew
source: New
fr_fr: Nouveau

# DMDSave
source: Save
fr_fr: Sauver

# DMDSettings
source: Settings
fr_fr: Paramètres

# DMDTest
source: Test
fr_fr: Tester

# EMConnect
source: Connect
fr_fr: Connecter

# EMExtension
source: Extension
fr_fr: Numéro de téléphone

# EMTitle
source: T.A.L.K. Cisco Extension Mobility Enhencements
fr_fr: Améliorations T.A.L.K. pour Cisco Extension Mobility

# CTIClientSettingsCallLogsWSURL
source: Proxy Web Services, Call Logs Server URL
fr_fr: URL du Web Service CallLogsServer

# CTIClientSettingsCodifMode
source: Codification filter
fr_fr: Filtre de codification

# CTIClientSettingsEnableCodif
source: Enable Codification
fr_fr: Activer la codification

# AddCodif
source: Add a code
fr_fr: Ajouter une codification

# CodifEnabled
source: Enabled
fr_fr: Activée

# CodifName
source: Code
fr_fr: Codification

# NoCodif
source: Empty dataset
fr_fr: Pas de codification
